//4) Реализовать следующую задачу: Вывести на
// экран все двухзначные числа через пробел
package HomeWork;
import static java.lang.System.out;
public class Exercise4 {
    public static void main(String[] args) {
        for (int a = 10; a < 100; a ++ ) {
            System.out.println(" " + a);
        }
    }
}
